[
  {
    "name": "Turkish Soup",
    "img": "https://www.themealdb.com/images/media/meals/58oia61564916529.jpg",
    "details": "Few dishes can compete with red lentil soups long traditions. There’s a reason it remains as popular as ever, millennia after it was first made: It is absolutely delicious, and simple to boot. Try this delicious and simple recipe for Turkish lentil soup. The Turkish version is usually a fairly thin affair. It’s rarely eaten as a main dish on its own. Rather, it’s served as a little appetiser to warm you up before diving into the main course, be it lunch or dinner. ",
    "price": "100"
  },
  {
    "name": "Sushi",
    "img": "https://www.themealdb.com/images/media/meals/g046bb1663960946.jpg",
    "details": "Sushi is traditionally made with medium-grain white rice, though it can be prepared with brown rice or short-grain rice. It is very often prepared with seafood, such as squid, eel, yellowtail, salmon, tuna or imitation crab meat.",
    "price": "300"
  },
  {
    "name": "Fish pie",
    "img": "https://www.themealdb.com/images/media/meals/ysxwuq1487323065.jpg",
    "details": "In place of a pastry casing enclosing the pie, a topping of mashed potatoes (sometimes with cheese or vegetables such as onions and leeks added) is used to cover the fish during baking. The dish is sometimes referred to as because the mashed potato topping is similar to that used for shepherd's pie.",
    "price": "100"
  },
  {
    "name": "Potato with Chicken",
    "img": "https://www.themealdb.com/images/media/meals/qwrtut1468418027.jpg",
    "details": "15 minute potato gratin with chicken and bacon greens: a gratin always seems more effort and more indulgent than ordinary boiled or roasts, but it doesn't have to take 45mins",
    "price": "130"
  },
  {
    "name": "Beef Wellington",
    "img": "https://www.themealdb.com/images/media/meals/vvpprx1487325699.jpg",
    "details": "Put the mushrooms into a food processor with some seasoning and pulse to a rough paste. Scrape the paste into a pan and cook over a high heat for about 10 mins, tossing frequently, to cook out the moisture from the mushrooms.",
    "price": "523"
  },
  {
    "name": "Baingan Bharta",
    "img": "https://www.themealdb.com/images/media/meals/urtpqw1487341253.jpg",
    "details": "Rinse the baingan (eggplant or aubergine) in water. Pat dry with a kitchen napkin. Apply some oil all over and keep it for roasting on an open flame. You can also grill the baingan or roast in the oven. But then you won't get the smoky flavor of the baingan.",
    "price": "100"
  }
]
